Repository: wl-online-payments-direct/plugin-woocommerce
Catalog: worldline-for-woocommerce/languages/worldline-for-woocommerce-*.po
Languages: es_es, fr_fr, it_it, nl_nl

source: Test Webhook ID
es_es: Clave Webhook de prueba
fr_fr: Tester l'ID du Webhook
it_it: ID del webhook di prova
nl_nl: Test Webhook Sleutel

source: The currency currently used by your store is not enabled in your Worldline account.
es_es: La moneda utilizada actualmente por su tienda no está habilitada en su cuenta Worldline.
fr_fr: La devise actuellement utilisée par votre magasin n'est pas activée dans votre compte Worldline.
it_it: La valuta attualmente utilizzata dal tuo negozio non è abilitata nel tuo account Worldline.
nl_nl: De valuta die momenteel door uw winkel wordt gebruikt, is niet ingeschakeld in uw Worldline-account.

source: The exemption limit is specified in EUR. Therefore, if the checkout currency is not in EUR, the conversion will depend on the exchange rate to EUR. It is essential to have EUR configured in your environment, and to ensure accurate conversions, please keep your exchange rates updated. %1$s If EUR is not configured, the 3DS exemption will not be applied, and the transaction will not have the exemption requested. %1$s Additional Note: PSD2 designates the EUR as the base currency for determining exemption limits for other currencies in the EEA. However, each region can decide to adapt these limits, and regions outside the EEA may also support exemption requests. Due to these complexities, we cannot guarantee that the exemption request will be considered by the issuer or your acquirer.
es_es: El límite de exención se especifica en EUR. Por lo tanto, si la moneda de pago no está en EUR, la conversión dependerá del tipo de cambio a EUR. Es esencial tener configurado EUR en su entorno, y para asegurar conversiones precisas, por favor mantenga sus tipos de cambio actualizados. %1$s Si EUR no está configurado, la exención 3DS no se aplicará, y la transacción no tendrá la exención solicitada. %1$s Nota adicional: La DSP2 designa el euro como moneda base para determinar los límites de exención de otras monedas en el EEE. No obstante, cada región puede decidir adaptar estos límites, y las regiones no pertenecientes al EEE también pueden admitir solicitudes de exención. Debido a estas complejidades, no podemos garantizar que la solicitud de exención sea considerada por el emisor o su adquirente.
fr_fr: La limite d'exonération est fixée en euros. Par conséquent, si la devise de la caisse n'est pas l'euro, la conversion dépendra du taux de change de l'euro. Il est essentiel que l'EUR soit configuré dans votre environnement et, pour garantir l'exactitude des conversions, veuillez tenir vos taux de change à jour. %1$s Si l'EUR n'est pas configuré, l'exemption 3DS ne sera pas appliquée et la transaction ne bénéficiera pas de l'exemption demandée. %1$s Note supplémentaire : La DSP2 désigne l'euro comme monnaie de base pour déterminer les limites d'exemption pour les autres monnaies dans l'EEE. Toutefois, chaque région peut décider d'adapter ces limites, et les régions situées en dehors de l'EEE peuvent également soutenir les demandes d'exemption. En raison de ces complexités, nous ne pouvons pas garantir que la demande d'exemption sera prise en compte par l'émetteur ou votre acquéreur.
it_it: Il limite di esenzione è specificato in EUR. Pertanto, se la valuta di pagamento non è l'EUR, la conversione dipenderà dal tasso di cambio dell'EUR. È essenziale che EUR sia configurato nel tuo ambiente e, per garantire conversioni accurate, tieni aggiornati i tassi di cambio. %1$s Se EUR non è configurato, l'esenzione 3DS non verrà applicata e la transazione non avrà l'esenzione richiesta. %1$s Nota aggiuntiva: La PSD2 designa l'EUR come valuta base per determinare i limiti di esenzione per le altre valute nello SEE. Tuttavia, ciascuna regione può decidere di adattare tali limiti e anche le regioni al di fuori dello SEE possono supportare richieste di esenzione. A causa di queste complessità, non possiamo garantire che la richiesta di esenzione verrà presa in considerazione dall'emittente o dal tuo acquirente.
nl_nl: De vrijstellingslimiet wordt gespecificeerd in EUR. Als de valuta van de kassa niet in EUR is, hangt de omrekening af van de wisselkoers naar EUR. Het is van essentieel belang dat EUR geconfigureerd is in je omgeving, en om accurate omrekeningen te garanderen, moet je de wisselkoersen up-to-date houden. %1$s Als EUR niet geconfigureerd is, wordt de 3DS-vrijstelling niet toegepast, en krijgt de transactie niet de gevraagde vrijstelling. %1$s Aanvullende opmerking: PSD2 wijst de EUR aan als de basisvaluta voor het bepalen van vrijstellingslimieten voor andere valuta in de EER. Elke regio kan echter besluiten om deze limieten aan te passen en regio's buiten de EER kunnen ook vrijstellingsverzoeken ondersteunen. Vanwege deze complexiteit kunnen we niet garanderen dat de vrijstellingsaanvraag door de emittent of uw acquirer in overweging zal worden genomen.

source: The No-Challenge Preference requests the card issuer (and the customer's card) not to apply Strong Customer Authentication (SCA). The issuer will approve or deny this request, and the transaction will proceed accordingly. %1$s The Low-Value exemption applies to transactions below the defined threshold (30 EUR), allowing these low-value payments to bypass SCA and speed up checkout. %1$s The Transaction Risk Analysis (TRA) exemption enables a dynamic risk assessment; the issuer and your acquirer will evaluate risk factors, allowing transactions up to 100 EUR to qualify for exemption if deemed low risk. Note that TRA typically requires a formal agreement with your acquirer; enable TRA only after such an agreement is in place. Otherwise, all card transactions may be blocked. %1$s Choose carefully to balance user experience and security.
it_it: Preferenza: Nessuna sfida: Questa preferenza richiede all’emittente di non applicare l’autenticazione forte (SCA). L’emittente approverà o meno la richiesta e la transazione procederà di conseguenza. %1$s L’esenzione Basso Valore si applica alle transazioni al di sotto della soglia definita (30 EUR), consentendo di evitare la SCA e accelerare il checkout. %1$s L’esenzione di Analisi del Rischio di Transazione (TRA) permette una valutazione dinamica del rischio; l’emittente e il vostro acquirer valuteranno i fattori di rischio e le transazioni fino a 100 EUR possono essere esentate se ritenute a basso rischio. Nota: TRA richiede tipicamente un accordo formale con l’acquirer; attiva TRA solo dopo tale accordo. In caso contrario, tutte le transazioni con carta potrebbero essere bloccate. %1$s Scegli con attenzione per bilanciare esperienza utente e sicurezza.

source: This order doesn't meet the requirements to capture the funds.
es_es: Esta orden no cumple los requisitos para captar los fondos.
fr_fr: Cet ordre ne remplit pas les conditions requises pour capturer les fonds.
it_it: Questo ordine non soddisfa i requisiti per acquisire i fondi.
nl_nl: Deze bestelling voldoet niet aan de vereisten om de fondsen vast te leggen.

source: This order doesn't meet the requirements to issue a refund.
es_es: Este pedido no cumple los requisitos para emitir un reembolso.
fr_fr: Cette commande ne remplit pas les conditions requises pour faire l'objet d'un remboursement.
it_it: Questo ordine non soddisfa i requisiti per emettere un rimborso.
nl_nl: Deze bestelling voldoet niet aan de vereisten voor restitutie.

source: Title
es_es: Título
fr_fr: Titre
it_it: Titolo
nl_nl: Titel

source: Total With Surcharge
it_it: Totale con maggiorazione
nl_nl: Totaal met toeslag

source: TWINT
it_it: Gemello

source: TWINT (Worldline)
it_it: TWINT (linea mondiale)
nl_nl: TWINT (Wereldlijn)

source: Unknown transaction ID
es_es: ID de transacción desconocido
fr_fr: ID de transaction inconnu
it_it: ID transazione sconosciuto
nl_nl: Onbekende transactie-ID

source: Upload
it_it: Caricamento
nl_nl: Uploaden

source: Use authorization to block customer funds for a period of 7 days. These funds cannot be reversed and must be captured for the full amount. Use pre-authorization to block the funds of your customers for a period of 30 days. The amount captured can be lower than the authorized amount. Note that all acquirers and activity sectors do not support preauthorizations.
es_es: Utilice la autorización para bloquear los fondos del cliente durante un periodo de 7 días. Estos fondos no pueden anularse y deben capturarse por el importe total. Utilice la autorización previa para bloquear los fondos de sus clientes durante un periodo de 30 días. El importe capturado puede ser inferior al autorizado. Tenga en cuenta que todos los adquirentes y sectores de actividad no admiten preautorizaciones.
fr_fr: Utiliser l'autorisation pour bloquer les fonds du client pour une période de 7 jours. Ces fonds ne peuvent pas être annulés et doivent être saisis pour le montant total. Utilisez la pré-autorisation pour bloquer les fonds de vos clients pendant une période de 30 jours. Le montant saisi peut être inférieur au montant autorisé. Il est à noter que tous les acquéreurs et tous les secteurs d'activité ne prennent pas en charge les autorisations préalables.
it_it: Utilizzare l'autorizzazione per bloccare i fondi del cliente per un periodo di 7 giorni. Questi fondi non possono essere annullati e devono essere acquisiti per l'intero importo. Utilizza la pre-autorizzazione per bloccare i fondi dei tuoi clienti per un periodo di 30 giorni. L'importo catturato può essere inferiore a quello autorizzato. Si noti che non tutti gli acquirenti e i settori di attività supportano le preautorizzazioni.
nl_nl: Gebruik autorisatie om tegoeden van klanten te blokkeren voor een periode van 7 dagen. Deze fondsen kunnen niet worden teruggeboekt en moeten voor het volledige bedrag worden vastgelegd. Gebruik pre-autorisatie om het geld van je klanten te blokkeren voor een periode van 30 dagen. Het vastgelegde bedrag kan lager zijn dan het toegestane bedrag. Merk op dat niet alle acquirers en activiteitensectoren preautorisaties ondersteunen.

source: Use the live environment
es_es: Utilizar el entorno en producción
fr_fr: Utiliser l'environnement réel
it_it: Usa l'ambiente dal vivo
nl_nl: De live-omgeving gebruiken

source: We apologize for the delay. Your payment is still processing.
es_es: Le pedimos disculpas por el retraso. Su pago aún se está procesando.
fr_fr: Nous nous excusons pour ce retard. Votre paiement est en cours de traitement.
it_it: Ci scusiamo per il ritardo. Il vostro pagamento è ancora in elaborazione.
nl_nl: Onze excuses voor de vertraging. Je betaling wordt nog verwerkt.

source: Webhook endpoint
es_es: Endpoint del webhook
fr_fr: Point de terminaison du webhook
it_it: Endpoint del webhook
nl_nl: Webhook eindpunt

source: Webhook URL Configuration
it_it: Configurazione URL Webhook

source: Webhooks are the primary method your store uses to receive real-time payment notifications (e.g., paid, failed, refunded), which are essential for creating and updating your orders. Automatic Mode Explained: The plugin automatically sends the store webhook URL with every payment request, which is the safest and most reliable option. This mode also allows you to add up to 4 additional URLs to send notifications to external services, like accounting or subscription management. Please be aware that in this mode, any webhook URLs configured in your merchant portal will be ignored for transactions originating from this specific store. Manual Mode Explained: You will be required to manually copy the Store Webhook URL and paste it into your merchant portal's webhook configuration. Crucially for multistore users, this URL is unique for each store, and this process must be repeated for every single one.
it_it: I webhook sono il metodo principale utilizzato dal tuo negozio per ricevere notifiche di pagamento in tempo reale (es. pagato, fallito, rimborsato), essenziali per creare e aggiornare i tuoi ordini. Spiegazione Modalità Automatica: Il plugin invia automaticamente l'URL del webhook del negozio ad ogni richiesta di pagamento, che è l'opzione più sicura e affidabile. Questa modalità ti consente anche di aggiungere fino a 4 URL aggiuntivi per inviare notifiche a servizi esterni, come contabilità o gestione abbonamenti. Tieni presente che in questa modalità, qualsiasi URL di webhook configurato nel tuo portale commerciante sarà ignorato per le transazioni provenienti da questo specifico negozio. Spiegazione Modalità Manuale: Ti verrà richiesto di copiare manualmente l' URL Webhook del negozio e incollarlo nella configurazione dei webhook del tuo portale commerciante. Fondamentale per gli utenti multi-negozio, questo URL è unico per ogni negozio, e questo processo deve essere ripetuto per ognuno di essi.

source: When a customer has stored cards, additional "Pay with your stored card ..." buttons will be displayed in checkout.
es_es: Cuando un cliente tenga tarjetas almacenadas, se mostrarán botones adicionales de "Pague con su tarjeta almacenada..." en la caja.
fr_fr: Lorsqu'un client a enregistré des cartes, des boutons supplémentaires « Payer avec votre carte enregistrée... » s'afficheront lors du paiement.
it_it: Quando un cliente ha memorizzato le carte, verranno visualizzati i pulsanti aggiuntivi "Paga con la carta memorizzata..." al momento del pagamento.
nl_nl: Als een klant opgeslagen kaarten heeft, worden er extra knoppen "Betalen met je opgeslagen kaart ..." weergegeven bij het afrekenen.

source: When enabled, the shopping cart details will be included in the API request.
es_es: Cuando se activa, los detalles del carrito de la compra se incluirán en la solicitud API.
fr_fr: Si cette option est activée, les détails du panier d'achat seront inclus dans la demande d'API.
it_it: Se abilitata, i dettagli del carrello saranno inclusi nella richiesta API.
nl_nl: Als deze optie is ingeschakeld, worden de winkelwagengegevens opgenomen in het API-verzoek.

source: Worldline Global Online Pay for WooCommerce
es_es: Worldline Global Online Pay para WooCommerce
fr_fr: Worldline Global Online Pay pour WooCommerce
it_it: Worldline Global Online Pay per WooCommerce
nl_nl: Worldline Global Online Pay voor WooCommerce

source: Worldline payment gateway for WooCommerce.
es_es: Pasarela de pago Worldline para WooCommerce.
fr_fr: Passerelle de paiement Worldline pour WooCommerce.
it_it: Gateway di pagamento Worldline per WooCommerce.
nl_nl: Worldline-betaalplatform voor WooCommerce.

source: Worldline payments failed to initialize
es_es: No se han podido inicializar los pagos Worldline
fr_fr: Les paiements Worldline n'ont pas réussi à s'initialiser
it_it: Impossibile inizializzare i pagamenti Worldline
nl_nl: Worldline-betalingen niet geïnitialiseerd

source: Write more details into the logs, such as HTTP requests.
es_es: Escriba más detalles en los registros, como las peticiones HTTP.
fr_fr: Inscrire plus de détails dans les journaux, tels que les requêtes HTTP.
it_it: Scrivi maggiori dettagli nei log, come le richieste HTTP.
nl_nl: Schrijf meer details in de logboeken, zoals HTTP-verzoeken.

source: You can add up to 4 additional webhook URLs
it_it: Puoi aggiungere fino a 4 URL webhook aggiuntivi

source: You can upload here a new logo (file types accepted for logos are: .png .gif .jpg only). We recommend that you use images with 20px height & 120px length maximum
it_it: Puoi caricare qui un nuovo logo (i formati di file accettati per i loghi sono: .png, .gif, .jpg). Ti consigliamo di utilizzare immagini con altezza massima di 20 px e lunghezza massima di 120 px.
nl_nl: Je kunt hier een nieuw logo uploaden (geaccepteerde bestandstypen voor logo's zijn: .png .gif .jpg). We raden je aan afbeeldingen te gebruiken met een maximale hoogte van 20px en een maximale lengte van 120px.

source: You cancelled the checkout.
es_es: Ha cancelado la compra.
fr_fr: Vous avez annulé la commande.
it_it: Hai annullato il pagamento.
nl_nl: Je hebt het afrekenen geannuleerd.

source: Your fund capture request is submitted. You will receive a notification in the order notes upon completion.
es_es: Se envía su solicitud de captación de fondos. Recibirá una notificación en las notas del pedido una vez completado.
fr_fr: Votre demande de capture de fonds est soumise. Vous recevrez une notification dans les notes de commande une fois la procédure terminée.
it_it: La tua richiesta di acquisizione fondi è stata inviata. Riceverai una notifica nelle note dell'ordine al completamento.
nl_nl: Je aanvraag voor het vastleggen van fondsen is ingediend. Na voltooiing ontvang je een melding in de bestelnotities.

source: Your refund request for %s has been submitted and is pending approval.
es_es: Su solicitud de reembolso de %s ha sido enviada y está pendiente de aprobación.
fr_fr: Votre demande de remboursement pour %s a été soumise et est en attente d'approbation.
it_it: La tua richiesta di rimborso per %s è stata inviata ed è in attesa di approvazione.
nl_nl: Je restitutieverzoek voor %s is ingediend en wacht op goedkeuring.

source: Cartes Bancaires
es_es: Cartas bancarias
nl_nl: Bankkaarten

source: Discover
es_es: Descubra
fr_fr: Découvrir
nl_nl: Ontdek

source: Low-Value
es_es: Bajo valor
fr_fr: Faible valeur
nl_nl: Laagwaardige

source: The Low-Value exemption is suitable for transactions below the specified monetary threshold of 30 EUR, allowing these low-value transactions to bypass Strong Customer Authentication (SCA) and streamline the checkout process. %1$s On the other hand, the Transaction-Risk-Analysis exemption enables a dynamic risk assessment for your transactions. The card issuer will evaluate the transaction based on various risk factors, allowing transactions up to a limit of 100 EUR to qualify for exemption if they are deemed low risk. %1$s Make your selection carefully to optimize the balance between customer experience and security for your transactions.
es_es: La exención de bajo valor es adecuada para transacciones por debajo del umbral monetario especificado de 30 EUR, lo que permite que estas transacciones de bajo valor eviten la autenticación fuerte de clientes (SCA) y agilicen el proceso de pago. %1$s Por otro lado, la exención de análisis de riesgo de transacciones permite una evaluación dinámica del riesgo de sus transacciones. El emisor de la tarjeta evaluará la transacción en función de diversos factores de riesgo, permitiendo que las transacciones de hasta un límite de 100 EUR puedan acogerse a la exención si se consideran de bajo riesgo. %1$s Haga su selección cuidadosamente para optimizar el equilibrio entre la experiencia del cliente y la seguridad de sus transacciones.
fr_fr: L'exemption pour les transactions de faible valeur convient aux transactions inférieures au seuil monétaire spécifié de 30 EUR, ce qui permet à ces transactions de faible valeur de contourner l'authentification forte du client (SCA) et de rationaliser le processus de paiement. %1$s D'autre part, l'exemption pour l'analyse des risques liés aux transactions permet une évaluation dynamique des risques liés à vos transactions. L'émetteur de la carte évaluera la transaction en fonction de divers facteurs de risque, permettant aux transactions jusqu'à une limite de 100 EUR de bénéficier d'une exemption si elles sont considérées comme présentant un faible risque. %1$s Faites votre choix avec soin afin d'optimiser l'équilibre entre l'expérience client et la sécurité de vos transactions.
nl_nl: De vrijstelling voor transacties met een lage waarde is geschikt voor transacties onder de gespecificeerde drempel van 30 EUR, waardoor deze transacties met een lage waarde de Sterke Klantauthenticatie (SCA) kunnen omzeilen en het afrekenproces kan worden gestroomlijnd. %1$s Aan de andere kant maakt de vrijstelling voor Transaction-Risk-Analysis een dynamische risicobeoordeling voor uw transacties mogelijk. De kaartuitgever zal de transactie evalueren op basis van verschillende risicofactoren, waarbij transacties tot een limiet van 100 EUR in aanmerking komen voor vrijstelling als ze als laag risico worden beschouwd. %1$s Maak uw keuze zorgvuldig om de balans tussen klantervaring en veiligheid voor uw transacties te optimaliseren.

source: Transaction-Risk-Analysis
es_es: Transacción-Riesgo-Análisis
fr_fr: Analyse des risques liés aux transactions
nl_nl: Transactie-risico-analyse

source: Surcharge settings
es_es: Configuración del recargo
fr_fr: Paramètres de la surtaxe

source: Mastercard
fr_fr: Carte Mastercard
