Repository: wl-online-payments-direct/plugin-woocommerce
Catalog: worldline-for-woocommerce/languages/worldline-for-woocommerce-*.po
Languages: es_es, fr_fr, it_it, nl_nl

source: %1$s Worldline transaction ID: %2$s
es_es: %1$s ID de transacción Worldline: %2$s
fr_fr: %1$s ID de la transaction Worldline : %2$s
it_it: %1$s ID transazione Worldline: %2$s
nl_nl: %1$s Worldline transactie ID: %2$s

source: %1$sContact Us%2$s
es_es: %1$sContacto%2$s
fr_fr: %1$sContactez-nous%2$s
it_it: %1$sContattaci%2$s
nl_nl: %1$sContacteer ons%2$s

source: %1$sCreate Account%2$s
es_es: %1$sCrear cuenta%2$s
fr_fr: %1$sCréer un compte%2$s
it_it: %1$sCrea account%2$s
nl_nl: %1$sAccount aanmaken%2$s

source: %1$sDocumentation%2$s
es_es: %1$sDocumentación%2$s
it_it: %1$sDocumentazione%2$s
nl_nl: %1$sDocumentatie%2$s

source: %1$sView Account%2$s
es_es: %1$sVer cuenta%2$s
fr_fr: %1$sVoir le compte%2$s
it_it: %1$sVisualizza account%2$s
nl_nl: %1$sBekijk Account%2$s

source: %s was cancelled.
es_es: %s ha sido cancelado.
fr_fr: %s a été annulé.
it_it: %s è stato annullato.
nl_nl: %s is geannuleerd.

source: %s was refunded.
es_es: %s fue reembolsado.
fr_fr: %s a été remboursé.
it_it: %s è stato rimborsato.
nl_nl: %s is terugbetaald.

source: (Click here to reset the data now)
es_es: (Haga clic aquí para restablecer los datos ahora)
fr_fr: (Cliquez ici pour réinitialiser les données maintenant)
it_it: (Clicca qui per reimpostare i dati ora)
nl_nl: (Klik hier om de data nu te resetten)

source: 3-D Secure authentication
es_es: Autenticación 3-D Secure
fr_fr: Authentification 3-D Secure
it_it: Autenticazione 3-D Secure
nl_nl: 3-D Secure verificatie

source: 3DS results%1$sApplied exemption: %2$s%1$sLiability: %3$s
es_es: Resultados 3DS%1$sExención aplicada: %2$s%1$sResponsabilidad: %3$s
fr_fr: 3DS results%1$sExemption appliquée : %2$s%1$sResponsabilité : %3$s
it_it: Risultati 3DS%1$sEsenzione applicata: %2$s%1$sResponsabilità: %3$s
nl_nl: 3DS-resultaten%1$sGevraagde vrijstelling: %2$s%1$sVerplichting: %3$s

source: Accept payments with all major and local payment methods.
es_es: Acepte pagos con todos los métodos de pago principales y locales.
fr_fr: Nous acceptons les paiements avec tous les moyens de paiement majeurs et locaux.
it_it: Accetta pagamenti con tutti i principali metodi di pagamento locali.
nl_nl: Accepteer betalingen met alle grote en lokale betaalmethoden.

source: Accept payments with Apple Pay.
es_es: Acepte pagos con Apple Pay.
fr_fr: Accepter les paiements avec Apple Pay.
it_it: Accetta pagamenti con Apple Pay.
nl_nl: Accepteer betalingen met Apple Pay.

source: Accept payments with Bank transfer.
es_es: Acepte pagos con transferencia bancaria.
fr_fr: Accepter les paiements par virement bancaire.
it_it: Accetta pagamenti tramite bonifico bancario.
nl_nl: Accepteer betalingen via bankoverschrijving.

source: Accept payments with credit cards.
es_es: Acepte pagos con tarjeta de crédito.
fr_fr: Accepter les paiements par carte de crédit.
it_it: Accetta pagamenti con carte di credito.
nl_nl: Accepteer betalingen met creditcards.

source: Accept payments with Google Pay.
es_es: Acepte pagos con Google Pay.
fr_fr: Accepter les paiements avec Google Pay.
it_it: Accetta pagamenti con Google Pay.
nl_nl: Accepteer betalingen met Google Pay.

source: Accept payments with iDEAL.
es_es: Acepte pagos con iDEAL.
fr_fr: Accepter les paiements avec iDEAL.
it_it: Accetta pagamenti con iDEAL.
nl_nl: Accepteer betalingen met iDEAL.

source: Accept payments with Klarna - Bank transfer.
es_es: Acepte pagos con Klarna - Transferencia bancaria.
fr_fr: Accepter les paiements avec Klarna - Virement bancaire.
it_it: Accetta pagamenti con Klarna - Bonifico bancario.
nl_nl: Accepteer betalingen met Klarna - Bankoverschrijving.

source: Accept payments with Klarna - Direct debit.
es_es: Acepte pagos con Klarna - Domiciliación bancaria.
fr_fr: Accepter les paiements avec Klarna - Débit direct.
it_it: Accetta pagamenti con Klarna - Addebito diretto.
nl_nl: Accepteer betalingen met Klarna - Automatische incasso.

source: Accept payments with Klarna - Financing.
es_es: Acepte pagos con Klarna - Financiación.
fr_fr: Accepter les paiements avec Klarna - Financement.
it_it: Accetta pagamenti con Klarna - Finanziamenti.
nl_nl: Accepteer betalingen met Klarna - Financiering.

source: Accept payments with Klarna - Pay later.
es_es: Acepte pagos con Klarna - Pague más tarde.
fr_fr: Acceptez les paiements avec Klarna - Payez plus tard.
it_it: Accetta pagamenti con Klarna - Paga dopo.
nl_nl: Accepteer betalingen met Klarna - Betaal later.

source: Accept payments with Klarna - Pay Now.
es_es: Acepte pagos con Klarna - Pague ahora.
fr_fr: Acceptez les paiements avec Klarna - Pay Now.
it_it: Accetta pagamenti con Klarna - Paga ora.
nl_nl: Accepteer betalingen met Klarna - Nu betalen.

source: Accept payments with Klarna.
es_es: Acepte pagos con Klarna.
fr_fr: Accepter les paiements avec Klarna.
it_it: Accetta pagamenti con Klarna.
nl_nl: Accepteer betalingen met Klarna.

source: Accept payments with PostFinance.
es_es: Acepte pagos con PostFinance.
fr_fr: Accepter des paiements avec PostFinance.
it_it: Accetta pagamenti con PostFinance.
nl_nl: Accepteer betalingen met PostFinance.

source: Accept payments with TWINT.
es_es: Acepte pagos con TWINT.
fr_fr: Accepter les paiements avec TWINT.
it_it: Accetta pagamenti con TWINT.
nl_nl: Accepteer betalingen met TWINT.

source: Accepting all major and local payment options.
es_es: Se aceptan todas las formas de pago principales y locales.
fr_fr: Nous acceptons toutes les options de paiement majeures et locales.
it_it: Accetta tutte le opzioni di pagamento principali e locali.
nl_nl: We accepteren alle grote en lokale betaalopties.

source: Accepting all major and local payment options. Final price may differ at checkout due to possible surcharges.
es_es: Se aceptan todas las formas de pago principales y locales. El precio final puede variar en la caja debido a posibles recargos.
fr_fr: Nous acceptons toutes les options de paiement majeures et locales. Le prix final peut être différent au moment du paiement en raison d'éventuels surtaxe.
it_it: Accetta tutte le opzioni di pagamento principali e locali. Il prezzo finale potrebbe differire al momento del pagamento a causa di possibili supplementi.
nl_nl: We accepteren alle grote en lokale betaalopties. De uiteindelijke prijs kan bij het afrekenen afwijken door mogelijke toeslagen.

source: Additional Webhook URLs
it_it: URL Webhook aggiuntivi

source: Advanced logging
es_es: Registro avanzado
fr_fr: Journalisation avancée
it_it: Registrazione avanzata
nl_nl: Geavanceerd loggen

source: Advanced settings
es_es: Configuración avanzada
fr_fr: Paramètres avancés
it_it: Impostazioni avanzate
nl_nl: Geavanceerde instellingen

source: After 1 day
es_es: Después de 1 día
fr_fr: Après 1 jour
it_it: Dopo 1 giorno
nl_nl: Na 1 dag

source: After 2 days
es_es: Después de 2 días
fr_fr: Après 2 jours
it_it: Dopo 2 giorni
nl_nl: Na 2 dagen

source: After 3 days
es_es: Después de 3 días
fr_fr: Après 3 jours
it_it: Dopo 3 giorni
nl_nl: Na 3 dagen

source: After 4 days
es_es: Después de 4 días
fr_fr: Après 4 jours
it_it: Dopo 4 giorni
nl_nl: Na 4 dagen

source: After 5 days
es_es: Después de 5 días
fr_fr: Après 5 jours
it_it: Dopo 5 giorni
nl_nl: Na 5 dagen

source: After 6 days
es_es: Después de 6 días
fr_fr: Après 6 jours
it_it: Dopo 6 giorni
nl_nl: Na 6 dagen

source: After 7 days
es_es: Después de 7 días
fr_fr: Après 7 jours
it_it: Dopo 7 giorni
nl_nl: Na 7 dagen

source: Allows to automatically capture orders after the specified time, using the Woo Action Scheduler. Depending on the Action Scheduler/WP Cron setup, sometimes captures may be delayed if the site does not receive traffic during that period.
es_es: Permite capturar automáticamente los pedidos después de la hora especificada, utilizando el Programador de Acciones Woo. Dependiendo de la configuración de Action Scheduler/WP Cron, a veces las capturas pueden retrasarse si el sitio no recibe tráfico durante ese periodo.
fr_fr: Permet de saisir automatiquement les commandes après l'heure spécifiée, à l'aide du planificateur d'actions Woo. En fonction de la configuration du planificateur d'actions/WP Cron, les captures peuvent parfois être retardées si le site ne reçoit pas de trafic pendant cette période.
it_it: Consente di acquisire automaticamente gli ordini dopo il tempo specificato, utilizzando Woo Action Scheduler. A seconda della configurazione di Action Scheduler/WP Cron, a volte le acquisizioni potrebbero subire ritardi se il sito non riceve traffico durante tale periodo.
nl_nl: Hiermee kunnen orders automatisch worden vastgelegd na de opgegeven tijd met behulp van de Woo Action Scheduler. Afhankelijk van de instelling van Action Scheduler/WP Cron kunnen captures soms worden vertraagd als de site in die periode geen verkeer ontvangt.

source: Apple Pay
it_it: Pagamento tramite Apple
nl_nl: Apple betalen

source: Are you sure you want to clear all Worldline plugin data from the database? This action cannot be undone.
it_it: Sei sicuro di voler cancellare tutti i dati del plugin Worldline dal database? Questa azione non può essere annullata.
nl_nl: Weet u zeker dat u alle Worldline-plugin gegevens uit de database wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.

source: At the end of the day
es_es: Al final del día
fr_fr: En fin de journée
it_it: Alla fine della giornata
nl_nl: Aan het eind van de dag

source: Authorization
es_es: Autorización
fr_fr: Autorisation
it_it: Autorizzazione
nl_nl: Autorisatie

source: Authorization cancelled.
es_es: Autorización cancelada.
fr_fr: Autorisation annulée.
it_it: Autorizzazione annullata.
nl_nl: Autorisatie geannuleerd.

source: Authorization mode
es_es: Modo de autorización
fr_fr: Mode d'autorisation
it_it: Modalità di autorizzazione
nl_nl: Machtigingsmodus

source: Authorization mode for credit cards
es_es: Modo de autorización para tarjetas de crédito
fr_fr: Mode d'autorisation pour les cartes de crédit
it_it: Modalità di autorizzazione per carte di credito
nl_nl: Autorisatiemodus voor creditcards

source: Automatic (Recommended)
it_it: Automatico (Consigliato)

source: Automatic cancellation
it_it: Cancellazione automatica
nl_nl: Automatische annulering

source: Automatic fund capture request is submitted. You will receive a notification in the order notes upon completion.
es_es: Se presenta la solicitud de captura automática de fondos. Recibirá una notificación en las notas del pedido una vez completado.
fr_fr: La demande de capture automatique de fonds est soumise. Vous recevrez une notification dans les notes de commande une fois la procédure terminée.
it_it: È stata inoltrata una richiesta di acquisizione automatica dei fondi. Una volta completato l'ordine, riceverai una notifica nelle note.
nl_nl: Verzoek tot automatische vastlegging van fondsen is ingediend. Na voltooiing ontvang je een melding in de bestelnotities.

source: Automatic: The URL(s) below will be used for transactions from this store, any webhook URL(s) configured in the merchant portal will be ignored.<br>Manual: You are fully responsible for adding your store webhook URL in the merchant portal. Failure to do so could result in missing or incomplete orders!
it_it: Automatico: L'URL o gli URL sottostanti verranno utilizzati per le transazioni da questo negozio, qualsiasi URL di webhook configurato nel portale commerciante verrà ignorato.<br>Manuale: Sei pienamente responsabile dell'aggiunta dell'URL del webhook del tuo negozio nel portale commerciante. La mancata esecuzione di questa operazione potrebbe comportare ordini mancanti o incompleti!

source: Bank transfer
es_es: Transferencia bancaria
fr_fr: Virement bancaire
it_it: Bonifico bancario
nl_nl: Overschrijving

source: Bank transfer (Worldline)
es_es: Transferencia bancaria (Worldline)
fr_fr: Virement bancaire (Worldline)
it_it: Bonifico bancario (Worldline)
nl_nl: Bankoverschrijving (Worldline)

source: By enabling the 3DS Exemption, you allow the card issuer and your acquirer to evaluate the risk level of transactions up to the Exemption Limit you specify in EUR. If the criteria are met, your customers will be exempt from Strong Customer Authentication (SCA). %1$s If your acquirer rejects the exemption and requires SCA, this is referred to as a soft decline. In such cases, we will attempt to prompt the customer for SCA and reinitiate the transaction if the customer successfully authenticates.
es_es: Al activar la Exención 3DS, usted permite que el emisor de la tarjeta y su entidad adquirente evalúen el nivel de riesgo de las transacciones hasta el Límite de Exención que usted especifique en EUR. Si se cumplen los criterios, sus clientes estarán exentos de la autenticación fuerte de clientes (SCA). %1$s Si su entidad adquirente rechaza la exención y exige la SCA, esto se conoce como rechazo suave. En tales casos, intentaremos solicitar al cliente que realice la autenticación y reiniciaremos la transacción si el cliente se autentica correctamente.
fr_fr: En activant l'exemption 3DS, vous permettez à l'émetteur de la carte et à votre acquéreur d'évaluer le niveau de risque des transactions jusqu'à la limite d'exemption que vous spécifiez en euros. Si les critères sont remplis, vos clients seront exemptés de l'authentification forte du client (SCA). %1$s Si votre acquéreur rejette l'exemption et exige la SCA, il s'agit d'un refus tacite. Dans ce cas, nous tenterons d'inviter le client à s'authentifier et nous réinitialiserons la transaction si le client s'authentifie avec succès.
it_it: Abilitando l'esenzione 3DS, consenti all'emittente della carta e al tuo acquirente di valutare il livello di rischio delle transazioni fino al limite di esenzione specificato in EUR. Se i criteri vengono soddisfatti, i tuoi clienti saranno esentati dalla Strong Customer Authentication (SCA). %1$s Se il tuo acquirente rifiuta l'esenzione e richiede la SCA, si parla di un rifiuto soft. In tali casi, proveremo a richiedere al cliente l'autenticazione SCA e a riavviare la transazione se il cliente si autentica correttamente.
nl_nl: Door de 3DS Exemption in te schakelen, geef je de kaartuitgever en je acquirer toestemming om het risiconiveau van transacties te evalueren tot de Exemption Limit die je opgeeft in EUR. Als aan de criteria wordt voldaan, worden uw klanten vrijgesteld van Strong Customer Authentication (SCA). %1$s Als uw acquirer de vrijstelling weigert en SCA vereist, wordt dit een zachte weigering genoemd. In dergelijke gevallen zullen we proberen de klant om SCA te vragen en de transactie opnieuw starten als de klant zich met succes heeft geverifieerd.

source: Capture authorized Worldline payment
es_es: Captura del pago Worldline autorizado
fr_fr: Saisir le paiement autorisé par Worldline
it_it: Cattura il pagamento Worldline autorizzato
nl_nl: Vastleggen van geautoriseerde Worldline-betaling

source: Capture mode
es_es: Modo de captura
fr_fr: Mode capture
it_it: Modalità di cattura
nl_nl: Opnamemodus

source: Card icons
es_es: Iconos de tarjetas
fr_fr: Icônes de cartes
it_it: Icone delle carte
nl_nl: Kaartpictogrammen

source: Checkout appearance
es_es: Aspecto de la caja
fr_fr: Apparence de la caisse
it_it: Aspetto della cassa
nl_nl: Uiterlijk van de checkout

source: Checkout type
es_es: Tipo de pago
fr_fr: Type de paiement
it_it: Tipo di pagamento
nl_nl: Type kassa

source: Choose which card icons will be displayed at checkout.
es_es: Elija qué iconos de tarjeta se mostrarán en la caja.
fr_fr: Choisissez les icônes de carte qui s'afficheront lors du paiement.
it_it: Scegli quali icone delle carte verranno visualizzate al momento del pagamento.
nl_nl: Kies welke kaartpictogrammen worden weergegeven bij het afrekenen.

source: Clear data on uninstall
es_es: Borrar datos al desinstalar
fr_fr: Effacer les données lors de la désinstallation
it_it: Cancella i dati durante la disinstallazione
nl_nl: Gegevens wissen bij verwijderen plugin

source: Connection to the Worldline API failed. Check the credentials.
es_es: Ha fallado la conexión con la API de Worldline. Comprueba las credenciales.
fr_fr: La connexion à l'API Worldline a échoué. Vérifiez les informations d'identification.
it_it: La connessione all'API Worldline non è riuscita. Controlla le credenziali.
nl_nl: Verbindingen met de Worldline API mislukt. Controleer de referenties.

source: Contact us
es_es: Contacte con nosotros
fr_fr: Contactez nous
it_it: Contatti
nl_nl: Contact opnemen

source: Copied to clipboard
es_es: Copiado al portapapeles
fr_fr: Copié dans le presse-papiers
it_it: Copiato negli appunti
nl_nl: Gekopieerd naar klembord

source: Copy
es_es: Copia
fr_fr: Copie
it_it: Copia
nl_nl: Kopie

source: Credit cards
es_es: Tarjetas de crédito
fr_fr: Cartes de crédit
it_it: Carte di credito

source: Credit cards (Worldline)
es_es: Tarjetas de crédito (Worldline)
fr_fr: Cartes de crédit (Worldline)
it_it: Carte di credito (Worldline)

source: Custom credit card icons
it_it: Icone personalizzate per carte di credito

source: Define how you want the SEPA mandate to be signed. SMS will send a message to the phone number your customer has provided, and UNSIGNED will proceed with the payment without signature.
it_it: Definisci come si desidera che sia firmato il mandato SEPA. L'SMS invierà un messaggio al numero di telefono fornito dal cliente e UNSIGNED procederà con il pagamento senza firma.

source: Define whether you want to process payments in one step (money captured directly; SALE) or in two steps (authorization followed by a capture; AUTHORIZATION).
es_es: Defina si desea procesar los pagos en un solo paso (dinero capturado directamente; VENTA) o en dos pasos (autorización seguida de una captura; AUTORIZACIÓN).
fr_fr: Définissez si vous souhaitez traiter les paiements en une seule étape (argent capturé directement ; VENTE) ou en deux étapes (autorisation suivie d'une capture ; AUTORISATION).
it_it: Definisci se desideri elaborare i pagamenti in un unico passaggio (denaro acquisito direttamente; VENDITA) o in due passaggi (autorizzazione seguita da acquisizione; AUTORIZZAZIONE).
nl_nl: Definieer of u betalingen in één stap wilt verwerken (geld direct vastgelegd; SALE) of in twee stappen (autorisatie gevolgd door een vastlegging; AUTHORIZATION).

source: Delete
it_it: Eliminare
nl_nl: Verwijder

source: Delete plugin data from the database upon uninstallation. %s
es_es: Borrar los datos del plugin de la base de datos al desinstalarlo. %s
fr_fr: Supprimer les données du plugin de la base de données lors de la désinstallation. %s
it_it: Elimina i dati del plugin dal database durante la disinstallazione. %s
nl_nl: Verwijder plugin-gegevens uit de database na de-installatie. %s

source: Disabled
it_it: Disabili
nl_nl: Uitgeschakeld

source: Enable
es_es: Activar
fr_fr: Activer
it_it: Abilitare
nl_nl: Inschakelen

source: Enable %s
es_es: Activar %s
fr_fr: Activer %s
it_it: Abilita %s
nl_nl: %s inschakelen

source: Enable Apple Pay (Worldline)
es_es: Activar Apple Pay (Worldline)
fr_fr: Activer Apple Pay (Worldline)
it_it: Abilita Apple Pay (Worldline)
nl_nl: Apple Pay inschakelen (Worldline)

source: Enable Bank transfer (Worldline)
es_es: Activar transferencia bancaria (Worldline)
fr_fr: Activer le virement bancaire (Worldline)
it_it: Abilita bonifico bancario (Worldline)
nl_nl: Bankoverschrijving inschakelen (Worldline)

source: Enable card grouping
es_es: Activar la agrupación de tarjetas
fr_fr: Activer le regroupement des cartes
it_it: Abilita il raggruppamento delle carte
nl_nl: Kaartgroepering inschakelen

source: Enable cart data submission.
es_es: Habilitar el envío de datos del carro.
fr_fr: Activer la soumission des données du panier.
it_it: Abilita l'invio dei dati del carrello.
nl_nl: Het indienen van winkelwagengegevens inschakelen.

source: Enable Credit cards (Worldline)
es_es: Activar tarjetas de crédito (Worldline)
fr_fr: Activer des cartes de crédit (Worldline)
it_it: Abilita carte di credito (Worldline)
nl_nl: Creditcards inschakelen (Worldline)

source: Enable debug logging
es_es: Activar el registro de depuración
fr_fr: Activer la journalisation de débogage
it_it: Abilita la registrazione del debug
nl_nl: Debugregistratie inschakelen

source: Enable Google Pay (Worldline)
es_es: Activar Google Pay (Worldline)
fr_fr: Activer Google Pay (Worldline)
it_it: Abilita Google Pay (Worldline)
nl_nl: Google Pay inschakelen (Worldline)

source: Enable iDEAL (Worldline)
es_es: Activar iDEAL (Worldline)
fr_fr: Activer iDEAL (Worldline)
it_it: Abilita iDEAL (Worldline)
nl_nl: iDEAL inschakelen (Worldline)

source: Enable PostFinance (Worldline)
es_es: Activar PostFinance (Worldline)
it_it: Abilita PostFinance (Worldline)
nl_nl: PostFinance (Worldline) inschakelen

source: Enable TWINT (Worldline)
es_es: Activar TWINT (Worldline)
fr_fr: Activer TWINT (Worldline)
it_it: Abilita TWINT (Worldline)
nl_nl: TWINT inschakelen (Worldline)

source: Enable Worldline Global Online Pay for WooCommerce
es_es: Activar Worldline Global Online Pay para WooCommerce
fr_fr: Activer Worldline Global Online Pay pour WooCommerce
it_it: Abilita Worldline Global Online Pay per WooCommerce
nl_nl: Worldline Global Online Pay inschakelen voor WooCommerce

source: Enable/Disable
es_es: Activar/Desactivar
fr_fr: Activer/Désactiver
it_it: Abilita/Disabilita
nl_nl: Inschakelen/uitschakelen

source: Enforce 3DS challenge
es_es: Hacer cumplir el reto 3DS
fr_fr: Mettre en œuvre le défi 3DS
it_it: Imponi la sfida 3DS
nl_nl: 3DS-uitdaging afdwingen

source: Enforce 3DS for all transactions.
es_es: Aplicar el 3DS a todas las transacciones.
fr_fr: Appliquer le système 3DS à toutes les transactions.
it_it: Applica 3DS per tutte le transazioni.
nl_nl: Krachtige klantverificatie afdwingen voor alle transacties.

source: Enforce strong customer authentication for all transactions.
es_es: Imponga una autenticación sólida de los clientes en todas las transacciones.
fr_fr: Appliquer une authentification forte du client pour toutes les transactions.
it_it: Applica una forte autenticazione del cliente per tutte le transazioni.
nl_nl: 3DS afdwingen voor alle transacties.

source: Enter Endpoint URL configured on your live account.
es_es: Introduzca la URL del punto final configurada en su cuenta real.
fr_fr: Entrez l'URL du point de terminaison configuré sur votre compte en direct.
it_it: Inserisci l'URL dell'endpoint configurato sul tuo account live.
nl_nl: Voer de URL van het eindpunt in die is geconfigureerd voor uw live account.

source: Enter Endpoint URL configured on your test account.
es_es: Introduzca la URL del punto final configurada en su cuenta de prueba.
fr_fr: Entrez l'URL du point de terminaison configuré sur votre compte de test.
it_it: Inserisci l'URL dell'endpoint configurato sul tuo account di prova.
nl_nl: Voer de URL van het eindpunt in die is geconfigureerd op uw testaccount.

source: Enter your Merchant ID or your Worldline Login Name.
es_es: Introduzca su ID de comerciante o su nombre de usuario de Worldline.
fr_fr: Saisissez votre identifiant marchand ou votre nom de connexion Worldline.
it_it: Inserisci il tuo ID commerciante o il tuo nome di accesso Worldline.
nl_nl: Voer uw Merchant ID of uw Worldline-loginnaam in.

source: Exempt transactions from 3DS
es_es: Transacciones exentas de 3DS
fr_fr: Transactions exonérées de la 3DS
it_it: Transazioni esenti da 3DS
nl_nl: Vrijgestelde transacties van 3DS

source: Exemption limit
es_es: Límite de exención
fr_fr: Limite d'exonération
it_it: Limite di esenzione
nl_nl: Vrijstellingslimiet

source: Exemption type
es_es: Tipo de exención
fr_fr: Type d'exemption
it_it: Tipo di esenzione
nl_nl: Type vrijstelling

source: Exemption: Low-Value
it_it: Esenzione: Di basso valore

source: Exemption: Transaction-Risk-Analysis (acquirer)
it_it: Esenzione Analisi del rischio di transazione (acquirer)
