Repository: wl-online-payments-direct/plugin-woocommerce
Catalog: worldline-for-woocommerce/languages/worldline-for-woocommerce-*.po
Languages: es_es, fr_fr, it_it, nl_nl

source: Failed to issue a refund in the WooCommerce. Transaction ID: %s
es_es: Error al emitir un reembolso en WooCommerce. ID de transacción: %s
fr_fr: Échec de l'émission d'un remboursement dans WooCommerce. ID de la transaction : %s
it_it: Impossibile emettere un rimborso in WooCommerce. ID transazione: %s
nl_nl: Het is niet gelukt om een restitutie uit te geven in WooCommerce. Transactie-ID: %s

source: Failed to process checkout. Please try again or contact the shop admin.
es_es: No se ha podido procesar el pago. Por favor, inténtelo de nuevo o póngase en contacto con el administrador de la tienda.
fr_fr: Échec du traitement de la commande. Veuillez réessayer ou contacter l'administrateur de la boutique.
it_it: Impossibile elaborare il pagamento. Riprova o contatta l'amministratore del negozio.
nl_nl: Afrekenen mislukt. Probeer het opnieuw of neem contact op met de shopbeheerder.

source: Failed to process checkout. Please try again or contact the store admin.
es_es: No se ha podido procesar el pago. Por favor, inténtelo de nuevo o póngase en contacto con el administrador de la tienda.
fr_fr: Échec du traitement de la commande. Veuillez réessayer ou contacter l'administrateur du magasin.
it_it: Impossibile elaborare il pagamento. Riprova o contatta l'amministratore del negozio.
nl_nl: Afrekenen mislukt. Probeer het opnieuw of neem contact op met de winkelbeheerder.

source: Failed to submit a refund request. Please try again.
es_es: No se ha podido presentar una solicitud de reembolso. Por favor, inténtelo de nuevo.
fr_fr: Échec de la demande de remboursement. Veuillez réessayer.
it_it: Impossibile inviare una richiesta di rimborso. Per favore riprova.
nl_nl: Geen restitutieverzoek ingediend. Probeer het opnieuw.

source: Failed to submit funds capture request. Please try again.
es_es: No se ha podido enviar la solicitud de captura de fondos. Por favor, inténtelo de nuevo.
fr_fr: La demande de capture de fonds n'a pas été soumise. Veuillez réessayer.
it_it: Impossibile inviare la richiesta di acquisizione dei fondi. Per favore riprova.
nl_nl: Geen verzoek tot vastleggen van fondsen ingediend. Probeer het opnieuw.

source: Final authorization
es_es: Autorización final
fr_fr: Autorisation finale
it_it: Autorizzazione definitiva
nl_nl: Definitieve autorisatie

source: Find/create the API Key in Developer tab > Payment API on your Worldline Merchant Portal Dashboard (Test).
es_es: Encuentre/crea la Clave API en la pestaña Desarrollador > API de Pago en su Panel de Worldline Merchant Portal (Prueba).
fr_fr: Trouvez/créez la clé API dans l'onglet Développeur > Payment API sur votre tableau de bord Worldline Merchant Portal (Test).
it_it: Trova/crea la chiave API nella scheda Sviluppatore > API di pagamento nella dashboard del tuo portale commercianti Worldline (test).
nl_nl: Zoek/maak de API-sleutel in het tabblad Ontwikkelaar > Betaal-API op uw Worldline Merchant Portal Dashboard (Test).

source: Find/create the API Key in Developer tab > Payment API on your Worldline Merchant Portal Dashboard.
es_es: Encuentre/cree la Clave API en la pestaña Desarrollador > API de Pago en su Panel de Worldline Merchant Portal.
fr_fr: Trouvez/créez la clé API dans l'onglet Développeur > API de paiement sur le tableau de bord de votre portail marchand Worldline.
it_it: Trova/crea la chiave API nella scheda Sviluppatore > API di pagamento sulla dashboard del portale commercianti Worldline.
nl_nl: Zoek/maak de API-sleutel in het tabblad Ontwikkelaar > Betaal-API op uw Worldline Merchant Portal Dashboard.

source: Find/create the API Secret in Developer tab > Payment API on your Worldline Merchant Portal Dashboard.
es_es: Encuentre/cree el Secreto API en la pestaña Desarrollador > API de Pago en su Panel de Worldline Merchant Portal.
fr_fr: Trouvez/créez le secret API dans l'onglet Développeur > Payment API sur votre tableau de bord Worldline Merchant Portal.
it_it: Trova/crea l'API Secret nella scheda Sviluppatore > API di pagamento sulla dashboard del portale commercianti Worldline.
nl_nl: Zoek/maak het API-geheim in het tabblad Ontwikkelaar > Betaal-API op uw Worldline Merchant Portal Dashboard.

source: Find/create the API Secret in the Developer tab > Payment API on your Worldline Merchant Portal Dashboard (Test).
es_es: Encuentre/crea el Secreto API en la pestaña Desarrollador > API de Pago en su Panel de Worldline Merchant Portal (Prueba).
fr_fr: Trouvez/créez le secret API dans l'onglet Développeur > Payment API sur votre tableau de bord Worldline Merchant Portal (Test).
it_it: Trova/crea l'API Secret nella scheda Sviluppatore > API di pagamento nella dashboard del tuo portale commercianti Worldline (test).
nl_nl: Zoek/maak het API-geheim in het tabblad Ontwikkelaar > Betaal-API op uw Worldline Merchant Portal Dashboard (Test).

source: Find/create the Webhook Key in the Developer tab > Webhooks on your Worldline Merchant Portal Dashboard.
es_es: Busque/crea la Clave Webhook en la pestaña Desarrollador > Webhooks en su Panel de Worldline Merchant Portal.
fr_fr: Trouvez/créez la clé Webhook dans l'onglet Développeur > Webhooks sur votre tableau de bord Worldline Merchant Portal.
it_it: Trova/crea la chiave Webhook nella scheda Sviluppatore > Webhook nella dashboard del tuo portale commerciale Worldline.
nl_nl: Zoek/maak de Webhooksleutel in het tabblad Ontwikkelaar > Webhooks op uw Worldline Merchant Portal Dashboard.

source: Find/create the Webhook Secret in the Developer tab > Webhooks on your Worldline Merchant Portal Dashboard.
es_es: Encuentre/crea el Webhook Secreto en la pestaña Desarrollador > Webhooks en su Panel de Worldline Merchant Portal.
fr_fr: Trouvez/créez le Webhook Secret dans l'onglet Developer > Webhooks sur votre tableau de bord Worldline Merchant Portal.
it_it: Trova/crea il Webhook Secret nella scheda Sviluppatore > Webhook nella dashboard del tuo Worldline Merchant Portal.
nl_nl: Zoek/maak het Webhook Geheim in het tabblad Ontwikkelaar > Webhooks op uw Worldline Merchant Portal Dashboard.

source: Fixed soft descriptor
it_it: Descrizione fissa

source: For creating a live account, please %1$scontact the sales team%2$s.
es_es: Para crear una cuenta real, por favor %1$scontacte con el equipo de ventas%2$s.
fr_fr: Pour créer un compte en direct, veuillez %1$scontacter l'équipe de vente%2$s.
it_it: Per creare un account live, %1$scontatta il team di vendita%2$s.
nl_nl: %1$sNeem contact op met het verkoopteam%2$s om een live account aan te maken.

source: Full redirection to Worldline Payment Page
es_es: Redirección completa a la página de pago de Worldline
fr_fr: Redirection complète vers la page de paiement de Worldline
it_it: Reindirizzamento completo alla pagina di pagamento Worldline
nl_nl: Volledige doorverwijzing naar de betalingspagina van Worldline

source: Generic logo displayed on your payment page
it_it: Logo generico visualizzato sulla pagina di pagamento
nl_nl: Algemeen logo op je betaalpagina

source: Google Pay
it_it: Pagamento tramite Google
nl_nl: Google Betalen

source: Grouped Cards
es_es: Tarjetas agrupadas
fr_fr: Cartes groupées
it_it: Carte raggruppate
nl_nl: Gegroepeerde kaarten

source: Hosted checkout page template
es_es: Plantilla de página de pago alojada
fr_fr: Modèle de page de paiement hébergée
it_it: Modello di pagina di pagamento ospitata
nl_nl: Sjabloon voor gehoste afrekenpagina

source: Hosted tokenization page template
es_es: Plantilla de página de tokenización alojada
fr_fr: Modèle de page sur la tokenisation hébergée
it_it: Modello di pagina di tokenizzazione ospitata
nl_nl: Sjabloon voor gehoste tokenization-pagina

source: iDEAL
it_it: ideale

source: iDEAL (Worldline)
it_it: iDEAL (linea mondiale)

source: In 1 hour
it_it: In 1 ora
nl_nl: In 1 uur

source: In 12 hours
it_it: Tra 12 ore
nl_nl: In 12 uur

source: In 18 hours
it_it: Tra 18 ore
nl_nl: In 18 uur

source: In 2 days
it_it: Tra 2 giorni
nl_nl: Over 2 dagen

source: In 24 hours
it_it: Tra 24 ore
nl_nl: In 24 uur

source: In 3 days
it_it: Tra 3 giorni
nl_nl: Over 3 dagen

source: In 3 hours
it_it: Tra 3 ore
nl_nl: In 3 uur

source: In 6 hours
it_it: Tra 6 ore
nl_nl: In 6 uur

source: Includes surcharge of %s
it_it: Include una maggiorazione di %s
nl_nl: Inclusief toeslag van %s

source: Instruct the payment platform to calculate and apply a surcharge amount to a transaction, based on the merchant’s surcharge configuration, net amount, and payment product type.
es_es: Ordenar a la plataforma de pago que calcule y aplique un importe de recargo a una transacción, basándose en la configuración de recargo del comerciante, el importe neto y el tipo de producto de pago.
fr_fr: Demander à la plateforme de paiement de calculer et d'appliquer un montant de surtaxe à une transaction, en fonction de la configuration de la surtaxe du commerçant, du montant net et du type de produit de paiement.
it_it: Indica alla piattaforma di pagamento di calcolare e applicare un importo di sovrapprezzo a una transazione, in base alla configurazione del sovrapprezzo del commerciante, all'importo netto e al tipo di prodotto di pagamento.
nl_nl: Instrueer het betalingsplatform om een toeslagbedrag te berekenen en toe te passen op een transactie, op basis van de toeslagconfiguratie van de verkoper, het nettobedrag en het type betalingsproduct.

source: Invalid API endpoint URL. Should be similar to "%s".
es_es: URL del API endpoint no válida. Debería ser similar a "%s".
fr_fr: L'URL du point de terminaison de l'API n'est pas valide. Devrait être similaire à "%s".
it_it: URL dell'endpoint API non valido. Dovrebbe essere simile a "%s".
nl_nl: Ongeldige API eindpunt URL. Zou vergelijkbaar moeten zijn met "%s".

source: Klarna - Bank transfer
es_es: Klarna - Transferencia bancaria
fr_fr: Klarna - Virement bancaire
it_it: Klarna - Bonifico bancario
nl_nl: Klarna - Overschrijving

source: Klarna - Bank transfer (Worldline)
es_es: Klarna - Transferencia bancaria (Worldline)
fr_fr: Klarna - Virement bancaire (Worldline)
it_it: Klarna - Bonifico bancario (Worldline)
nl_nl: Klarna - Bankoverschrijving (Worldline)

source: Klarna - Direct debit
es_es: Klarna - Domiciliación bancaria
fr_fr: Klarna - Débit direct
it_it: Klarna - Addebito diretto
nl_nl: Klarna - Automatische incasso

source: Klarna - Direct debit (Worldline)
es_es: Klarna - Domiciliación bancaria (Worldline)
fr_fr: Klarna - Débit direct (Worldline)
it_it: Klarna - Addebito diretto (Worldline)
nl_nl: Klarna - Automatische incasso (Worldline)

source: Klarna - Financing
es_es: Klarna - Financiación
fr_fr: Klarna - Financement
it_it: Klarna - Finanziamento
nl_nl: Klarna - Financiering

source: Klarna - Financing (Pay in 3)
es_es: Klarna - Financiación (Pago en 3)
fr_fr: Klarna - Financement (Pay in 3)
it_it: Klarna - Finanziamento (pagamento in 3 rate)
nl_nl: Klarna - Financiering (Betalen in 3)

source: Klarna - Financing (Worldline)
es_es: Klarna - Financiación (Worldline)
fr_fr: Klarna - Financement (Worldline)
it_it: Klarna - Finanziamento (Worldline)
nl_nl: Klarna - Financiering (Worldline)

source: Klarna - Financing - Pay in 3 (Worldline)
es_es: Klarna - Financiación - Pague en 3 (Worldline)
fr_fr: Klarna - Financement - Payez en 3 (Worldline)
it_it: Klarna - Finanziamento - Paga in 3 (Worldline)
nl_nl: Klarna - Financiering - Betalen in 3 (Worldline)

source: Klarna - Pay later
es_es: Klarna - Pagar más tarde
fr_fr: Klarna - Payez plus tard
it_it: Klarna - Paga dopo
nl_nl: Klarna - Later betalen

source: Klarna - Pay later (Bank transfer)
es_es: Klarna - Pagar más tarde (transferencia bancaria)
fr_fr: Klarna - Payez plus tard (virement bancaire)
it_it: Klarna - Paga dopo (Bonifico bancario)
nl_nl: Klarna - Later betalen (Bankoverschrijving)

source: Klarna - Pay later (Pay in 3)
es_es: Klarna - Pague más tarde (Pague en 3)
fr_fr: Klarna - Payez plus tard (Pay in 3)
it_it: Klarna - Paga dopo (paga in 3)
nl_nl: Klarna - Betaal later (Betalen in 3)

source: Klarna - Pay later (Worldline)
es_es: Klarna - Pagar más tarde (Worldline)
it_it: Klarna - Paga dopo (Worldline)
nl_nl: Klarna - Betaal later (Worldline)

source: Klarna - Pay later - Bank transfer (Worldline)
es_es: Klarna - Pagar más tarde - Transferencia bancaria (Worldline)
it_it: Klarna - Paga dopo - Bonifico bancario (Worldline)
nl_nl: Klarna - Later betalen - Overschrijving (Worldline)

source: Klarna - Pay later - Pay in 3 (Worldline)
es_es: Klarna - Pague más tarde - Pague en 3 (Worldline)
it_it: Klarna - Paga dopo - Paga in 3 (Worldline)
nl_nl: Klarna - Betaal later - Betaal in 3 (Worldline)

source: Klarna - Pay Now
es_es: Klarna - Pagar ahora
fr_fr: Klarna - Payer maintenant
it_it: Klarna - Paga ora
nl_nl: Klarna - Nu betalen

source: Klarna - Pay Now (Worldline)
es_es: Klarna - Pague ahora (Worldline)
it_it: Klarna - Paga ora (Worldline)
nl_nl: Klarna - Nu betalen (Worldline)

source: Leave it empty for the default template.
es_es: Déjelo vacío para la plantilla por defecto.
fr_fr: Laissez-le vide pour le modèle par défaut.
it_it: Lasciarlo vuoto per utilizzare il modello predefinito.
nl_nl: Laat leeg voor de standaardsjabloon.

source: Live API Endpoint
es_es: Endpoint de API en producción
fr_fr: Point final de l'API en direct
it_it: Endpoint API live
nl_nl: Live API Eindpunt

source: Live API Key
es_es: Clave API en producción
fr_fr: Clé API Live
it_it: Chiave Live API
nl_nl: Live API-sleutel

source: Live API Secret
es_es: Secreto API en producción
fr_fr: Secret de l'API en direct
it_it: Segreto API live
nl_nl: Live API-geheim

source: Live mode
es_es: Modo en producción
fr_fr: Mode en direct
it_it: Modalità dal vivo
nl_nl: Live modus

source: Live Secret webhook key
es_es: Secreto de Live Webhook
fr_fr: Secret du webhook en direct
it_it: Segreto del webhook live
nl_nl: Live Webhook Geheim

source: Live Webhook ID
es_es: Clave Live Webhook
fr_fr: ID Webhook en direct
it_it: ID webhook live
nl_nl: Live Webhook Sleutel

source: Manage your custom credit card icons. Icons you upload here will be available to select from the card icons field
it_it: Gestisci le icone personalizzate delle tue carte di credito. Le icone che carichi qui saranno disponibili per la selezione dal campo delle icone delle carte.

source: Manual
fr_fr: Manuel
it_it: Manuale
nl_nl: Handmatig

source: Minimum 2, maximum 15 characters. You can specify a fixed value that will be sent to the banks handling the payment. If the consumer's bank is supporting that, this value can be displayed on the consumer's bank slip. Important note : setting a value here is mandatory in order to use Pledg payment method.
it_it: Minimo 2, massimo 15 caratteri. È possibile specificare un valore fisso che sarà inviato alle banche che gestiscono il pagamento. Se la banca del consumatore supporta questa funzione, questo valore può essere visualizzato sull’estratto conto bancario del consumatore. Nota importante: impostare un valore qui è obbligatorio per utilizzare il metodo di pagamento Pledg.

source: Optional
it_it: Opzionale

source: Pay with Klarna
es_es: Pagar con Klarna
fr_fr: Payer avec Klarna
it_it: Paga con Klarna
nl_nl: Betalen met Klarna

source: Pay with Klarna (Worldline)
es_es: Pagar con Klarna (Worldline)
fr_fr: Payer avec Klarna (Worldline)
it_it: Paga con Klarna (Worldline)
nl_nl: Betaal met Klarna (Worldline)

source: Pay with your stored card xxxx-%1$s
es_es: Pague con su tarjeta almacenada xxxx-%1$s
fr_fr: Payez avec votre carte enregistrée xxxx-%1$s
it_it: Paga con la carta memorizzata xxxx-%1$s
nl_nl: Betaal met je opgeslagen kaart xxxx-%1$s

source: Payment authorization accepted, funds can be captured.
es_es: Se acepta autorización de pago, se pueden captar fondos.
fr_fr: L'autorisation de paiement est acceptée, les fonds peuvent être saisis.
it_it: Autorizzazione al pagamento accettata, i fondi possono essere catturati.
nl_nl: Betalingsautorisatie geaccepteerd, fondsen kunnen worden vastgelegd.

source: Payment button title
es_es: Título del botón de pago
fr_fr: Titre du bouton de paiement
it_it: Titolo del pulsante di pagamento
nl_nl: Titel betaalknop

source: Payment of %s successfully captured.
es_es: Pago de %s capturado con éxito.
fr_fr: Paiement de %s capturé avec succès.
it_it: Pagamento di %s acquisito con successo.
nl_nl: Betaling van %s succesvol vastgelegd.

source: Payment rejected.
es_es: Pago rechazado.
fr_fr: Paiement refusé.
it_it: Pagamento rifiutato.
nl_nl: Betaling afgewezen.

source: Personalize the Checkout Button text.
es_es: Personalice el texto del botón de pago.
fr_fr: Personnalisez le texte du bouton de paiement.
it_it: Personalizza il testo del pulsante Checkout.
nl_nl: Personaliseer de tekst van de afrekenknop.

source: Personalize the payment method title in checkout.
es_es: Personalice el título del método de pago en el proceso de pago.
fr_fr: Personnalisez le titre du mode de paiement lors de la commande.
it_it: Personalizza il titolo del metodo di pagamento al momento del pagamento.
nl_nl: Personaliseer de titel van de betaalmethode op de afrekenpagina.

source: Personalize the Worldline payment method title on checkout page.
es_es: Personalizar el título del método de pago Worldline en la página de pago.
fr_fr: Personnaliser le titre de la méthode de paiement Worldline sur la page de paiement.
it_it: Personalizza il titolo del metodo di pagamento Worldline nella pagina di pagamento.
nl_nl: Personaliseer de titel van de Worldline-betalingsmethode op de afrekenpagina.

source: Please be aware that if fraud occurs on a transaction that has been granted an exemption, the liability falls on the merchant!
es_es: Tenga en cuenta que si se produce un fraude en una transacción a la que se ha concedido una exención, la responsabilidad recae en el comerciante.
fr_fr: Sachez que si une fraude est commise lors d'une transaction pour laquelle une exemption a été accordée, la responsabilité incombe au commerçant !
it_it: Si prega di notare che se si verifica una frode su una transazione a cui è stata concessa un'esenzione, la responsabilità ricade sul commerciante!
nl_nl: Houd er rekening mee dat als er fraude wordt gepleegd met een transactie waarvoor een vrijstelling is verleend, de verkoper aansprakelijk is!

source: Please ensure that Transaction Risk Analysis (TRA) is enabled with your acquirer before enabling this option. If not, all card transactions may be blocked.
it_it: Assicurarsi che la Transaction Risk Analysis (TRA) sia abilitata presso l'acquirer prima di attivare questa opzione. In caso contrario, tutte le transazioni con carta potrebbero essere bloccate.

source: Please enter a valid HTTPS URL (max 325 characters)
it_it: Si prega di inserire un URL HTTPS valido (massimo 325 caratteri)

source: Please make sure that Surcharging is active on your Worldline account. If it is not configured properly, the payments will not be processed.
es_es: Por favor, asegúrese de que Recargos está activo en su cuenta de Worldline. Si no está correctamente configurado, el pago no podrá ser procesado.
fr_fr: Veuillez vous assurer que la surtaxe est active sur votre compte Worldline. S'il n'est pas configuré correctement, les paiements ne seront pas traités.
it_it: Per favore, si assicuri che Supplementi sia attivo nel suo account Worldline. Se non è configurato correttamente, il pagamento non potrà essere elaborato.
nl_nl: Zorg ervoor dat Toeslagen actief zijn op uw Worldline-account. Als het niet goed is geconfigureerd, worden de betalingen niet verwerkt.

source: PostFinance
es_es: PostFinanzas
it_it: Postfinanza
nl_nl: PostFinanciën

source: Pre-authorization
es_es: Autorización previa
fr_fr: Pré-autorisation
it_it: Pre-autorizzazione
nl_nl: Pre-autorisatie

source: Preference: No challenge request
it_it: Preferenza: Nessuna richiesta di sfida

source: Primary gateway title
es_es: Título del portal principal
fr_fr: Titre de la passerelle principale
it_it: Titolo del gateway primario
nl_nl: Titel primaire gateway

source: Processing your payment. Please wait...
es_es: Procesar su pago. Por favor, espere...
fr_fr: Traitement de votre paiement. Veuillez patienter...
it_it: Elaborazione del pagamento. Attendere prego...
nl_nl: Je betaling wordt verwerkt. Even geduld...

source: PSPID
it_it: Codice PSPI

source: Refresh Worldline status
es_es: Actualizar el estado de Worldline
fr_fr: Actualiser le statut de Worldline
it_it: Aggiorna lo stato di Worldline
nl_nl: Vernieuw de Worldline-status

source: Refund processed.
es_es: Reembolso tramitado.
fr_fr: Remboursement traité.
it_it: Rimborso elaborato.
nl_nl: Restitutie verwerkt.

source: Sale
es_es: Venta
fr_fr: Vente
it_it: Vendita
nl_nl: Verkoop

source: SDD signature type
it_it: tipo di firma SEPA

source: Send shopping cart
es_es: Enviar cesta de la compra
fr_fr: Envoyer le panier d'achat
it_it: Invia carrello
nl_nl: Winkelwagen verzenden

source: Set up automatic cancellation of pending orders. The selected value defines after how many hours orders in Pending payment status will be cancelled. For example, if 3 hours is selected, all pending orders older than 3 hours will be automatically cancelled. This depends on the website activity since it relies on the WordPress cron.
it_it: Imposta l'annullamento automatico degli ordini in sospeso. Il valore selezionato definisce dopo quante ore gli ordini con stato "In sospeso" verranno annullati. Ad esempio, se si seleziona 3 ore, tutti gli ordini in sospeso con più di 3 ore di ritardo verranno annullati automaticamente. Si prega di notare che questo dipende dall'attività del sito web, poiché si basa sul cron di WordPress.
nl_nl: Automatische annulering van uitstaande orders instellen. De geselecteerde waarde bepaalt na hoeveel uur orders in de status In afwachting van betaling worden geannuleerd. Als je bijvoorbeeld 3 uur selecteert, worden alle uitstaande bestellingen ouder dan 3 uur automatisch geannuleerd. Houd er rekening mee dat dit afhankelijk is van de activiteit op de website, omdat het afhankelijk is van de cron van WordPress.

source: Settings
es_es: Ajustes
fr_fr: Paramètres
it_it: Impostazioni
nl_nl: Instellingen

source: Show tokenized cards
es_es: Mostrar tarjetas guardadas
fr_fr: Afficher les cartes enregistrées
it_it: Visualizzare carte salvate
nl_nl: Toon opgeslagen kaarten

source: Specify up to four additional URLs to receive a copy of every webhook event. This is an advanced feature for synchronizing payment data across multiple platforms (e.g., accounting software, fulfillment services). Each URL must be a valid and accessible HTTPS URL capable of receiving POST requests.
it_it: Specifica fino a quattro URL aggiuntivi per ricevere una copia di ogni evento webhook. Questa è una funzione avanzata per sincronizzare i dati di pagamento su più piattaforme (ad es. software di contabilità, servizi di evasione ordini). Ogni URL deve essere un URL HTTPS valido e accessibile in grado di ricevere richieste POST.

source: Store Webhook URL
it_it: URL Webhook del negozio

source: Surcharge
es_es: Recargo
fr_fr: Surtaxe
it_it: Sovraccarico
nl_nl: Toeslag

source: Surcharge Settings (For merchants in Australia)
it_it: Impostazioni di sovrapprezzo (Per i commercianti in Australia)
nl_nl: Instellingen toeslagen (Voor verkopers in Australië)

source: Test API Endpoint
es_es: Endpoint de la API de prueba
fr_fr: Test du point final de l'API
it_it: Testare l'endpoint API
nl_nl: Test API Eindpunt

source: Test API Key
es_es: Clave API de prueba
fr_fr: Clé API de test
it_it: Testare la chiave API
nl_nl: Test API-sleutel

source: Test API Secret
es_es: Secreto de la API de prueba
fr_fr: Secret de l'API de test
it_it: Testare API Secret
nl_nl: Test API-geheim

source: Test Secret webhook key
es_es: Secreto de Webhook de prueba
fr_fr: Tester le secret du webhook
it_it: Segreto del webhook di prova
nl_nl: Geheim Webhook testen
