Repository: wl-online-payments-direct/plugin-woocommerce
Catalog: worldline-for-woocommerce/languages/worldline-for-woocommerce-*_formal.po
Languages: de

source: 3DS results%1$sApplied exemption: %2$s%1$sLiability: %3$s
de: 3DS-Ergebnisse%1$sAngewandte Befreiung: %2$s%1$sHaftung: %3$s

source: Enable Worldline Global Online Pay for WooCommerce
de: Aktivieren Sie Worldline Global Online Pay für WooCommerce

source: The exemption limit is specified in EUR. Therefore, if the checkout currency is not in EUR, the conversion will depend on the exchange rate to EUR. It is essential to have EUR configured in your environment, and to ensure accurate conversions, please keep your exchange rates updated. %1$s If EUR is not configured, the 3DS exemption will not be applied, and the transaction will not have the exemption requested. %1$s Additional Note: PSD2 designates the EUR as the base currency for determining exemption limits for other currencies in the EEA. However, each region can decide to adapt these limits, and regions outside the EEA may also support exemption requests. Due to these complexities, we cannot guarantee that the exemption request will be considered by the issuer or your acquirer.
de: Die Freigrenze wird in EUR angegeben. Wenn die Kassenwährung nicht EUR ist, hängt die Umrechnung daher vom Wechselkurs in EUR ab. Es ist wichtig, dass EUR in Ihrer Umgebung konfiguriert ist, und um genaue Umrechnungen zu gewährleisten, halten Sie bitte Ihre Wechselkurse auf dem neuesten Stand. %1$s Wenn EUR nicht konfiguriert ist, wird die 3DS-Befreiung nicht angewendet, und die Transaktion wird nicht die beantragte Befreiung haben. %1$s Zusätzlicher Hinweis: Die PSD2 bestimmt den EUR als Basiswährung für die Festlegung von Freigrenzen für andere Währungen im EWR. Jede Region kann jedoch beschließen, diese Grenzen anzupassen, und auch Regionen außerhalb des EWR können Anträge auf Ausnahmen unterstützen. Aufgrund dieser Komplexität können wir nicht garantieren, dass der Antrag auf Befreiung vom Emittenten oder Ihrem Erwerber berücksichtigt wird.

source: Exemption limit
de: Freistellungsgrenze

source: The Low-Value exemption is suitable for transactions below the specified monetary threshold of 30 EUR, allowing these low-value transactions to bypass Strong Customer Authentication (SCA) and streamline the checkout process. %1$s On the other hand, the Transaction-Risk-Analysis exemption enables a dynamic risk assessment for your transactions. The card issuer will evaluate the transaction based on various risk factors, allowing transactions up to a limit of 100 EUR to qualify for exemption if they are deemed low risk. %1$s Make your selection carefully to optimize the balance between customer experience and security for your transactions.
de: Die Ausnahmeregelung für niedrige Beträge eignet sich für Transaktionen unter dem festgelegten Schwellenwert von 30 EUR, so dass diese Transaktionen mit niedrigem Wert die starke Kundenauthentifizierung (Strong Customer Authentication, SCA) umgehen und den Checkout-Prozess vereinfachen können. %1$s Die Ausnahmeregelung für die Transaktions-Risikoanalyse ermöglicht dagegen eine dynamische Risikobewertung für Ihre Transaktionen. Der Kartenaussteller bewertet die Transaktion auf der Grundlage verschiedener Risikofaktoren und kann Transaktionen bis zu einem Betrag von 100 EUR ausnehmen, wenn sie als risikoarm eingestuft werden. %1$s Treffen Sie Ihre Wahl sorgfältig, um ein optimales Gleichgewicht zwischen Kundenerfahrung und Sicherheit für Ihre Transaktionen zu erreichen.

source: Transaction-Risk-Analysis
de: Transaktions-Risiko-Analyse

source: Low-Value
de: Geringwertig

source: Exemption type
de: Art der Befreiung

source: Please be aware that if fraud occurs on a transaction that has been granted an exemption, the liability falls on the merchant!
de: Bitte beachten Sie, dass im Falle eines Betrugs bei einer Transaktion, für die eine Ausnahmegenehmigung erteilt wurde, der Händler haftet!

source: By enabling the 3DS Exemption, you allow the card issuer and your acquirer to evaluate the risk level of transactions up to the Exemption Limit you specify in EUR. If the criteria are met, your customers will be exempt from Strong Customer Authentication (SCA). %1$s If your acquirer rejects the exemption and requires SCA, this is referred to as a soft decline. In such cases, we will attempt to prompt the customer for SCA and reinitiate the transaction if the customer successfully authenticates.
de: Indem Sie die 3DS-Befreiung aktivieren, erlauben Sie dem Kartenaussteller und Ihrem Acquirer, das Risikoniveau von Transaktionen bis zu der von Ihnen in EUR angegebenen Befreiungsgrenze zu bewerten. Wenn die Kriterien erfüllt sind, werden Ihre Kunden von der starken Kundenauthentifizierung (SCA) befreit. %1$s Wenn Ihr Acquirer die Befreiung ablehnt und SCA verlangt, wird dies als weiche Ablehnung bezeichnet. In solchen Fällen werden wir versuchen, den Kunden zur Eingabe von SCA aufzufordern und die Transaktion erneut einzuleiten, wenn der Kunde sich erfolgreich authentifiziert.

source: Exempt transactions from 3DS
de: Von der 3DS ausgenommene Transaktionen

source: Worldline Global Online Pay for WooCommerce
de: Worldline Global Online Pay für WooCommerce

source: Failed to process checkout. Please try again or contact the store admin.
de: Der Checkout konnte nicht durchgeführt werden. Bitte versuchen Sie es erneut oder wenden Sie sich an den Shop-Administrator.

source: Enable cart data submission.
de: Aktivieren Sie die Übermittlung von Warenkorbdaten.

source: Automatic fund capture request is submitted. You will receive a notification in the order notes upon completion.
de: Ein Antrag auf automatische Mittelerfassung wird gestellt. Sie erhalten nach Abschluss der Bestellung eine Benachrichtigung in den Bestellnotizen.

source: Allows to automatically capture orders after the specified time, using the Woo Action Scheduler. Depending on the Action Scheduler/WP Cron setup, sometimes captures may be delayed if the site does not receive traffic during that period.
de: Ermöglicht die automatische Erfassung von Aufträgen nach einer bestimmten Zeit mit dem Woo Action Scheduler. Je nach Einstellung des Action Scheduler/WP Cron können sich die Erfassungen verzögern, wenn die Website in diesem Zeitraum keinen Datenverkehr erhält.

source: After 7 days
de: Nach 7 Tagen

source: After 6 days
de: Nach 6 Tagen

source: After 5 days
de: Nach 5 Tagen

source: After 4 days
de: Nach 4 Tagen

source: After 3 days
de: Nach 3 Tagen

source: After 2 days
de: Nach 2 Tagen

source: After 1 day
de: Nach 1 Tag

source: At the end of the day
de: Am Ende des Tages

source: Manual
de: Handbuch

source: Capture mode
de: Aufnahmemodus

source: Accept payments with TWINT.
de: Akzeptieren Sie Zahlungen mit TWINT.

source: Enable TWINT (Worldline)
de: TWINT einschalten (Worldline)

source: Enable PostFinance (Worldline)
de: PostFinance freigeben (Worldline)

source: Accept payments with PostFinance.
de: Nehmen Sie Zahlungen mit PostFinance entgegen.

source: Klarna - Financing (Pay in 3)
de: Klarna - Finanzierung (Zahlung in 3)

source: Klarna - Financing - Pay in 3 (Worldline)
de: Klarna - Finanzierung - Bezahlen in 3 (Worldline)

source: Accept payments with Klarna - Financing.
de: Akzeptieren Sie Zahlungen mit Klarna - Finanzierungen.

source: Klarna - Financing
de: Klarna - Finanzierungen

source: Klarna - Financing (Worldline)
de: Klarna - Finanzierungen (Worldline)

source: Klarna - Pay later (Bank transfer)
de: Klarna - Später bezahlen (Banküberweisung)

source: Klarna - Pay later - Bank transfer (Worldline)
de: Klarna - Später bezahlen - Banküberweisung (Worldline)

source: Klarna - Pay later (Pay in 3)
de: Klarna - Später bezahlen (Bezahlen in 3)

source: Klarna - Pay later - Pay in 3 (Worldline)
de: Klarna - Später bezahlen - In 3 bezahlen (Worldline)

source: Accept payments with Klarna - Pay later.
de: Zahlungen mit Klarna annehmen - später bezahlen.

source: Klarna - Pay later
de: Klarna - Später bezahlen

source: Klarna - Pay later (Worldline)
de: Klarna - Später bezahlen (Worldline)

source: Accept payments with Klarna - Direct debit.
de: Akzeptieren Sie Zahlungen mit Klarna - Lastschriftverfahren.

source: Klarna - Direct debit
de: Klarna - Lastschriftverfahren

source: Klarna - Direct debit (Worldline)
de: Klarna - Lastschriftverfahren (Worldline)

source: Accept payments with Klarna - Bank transfer.
de: Akzeptieren Sie Zahlungen mit Klarna - Banküberweisung.

source: Klarna - Bank transfer
de: Klarna - Banküberweisung

source: Klarna - Bank transfer (Worldline)
de: Klarna - Banküberweisung (Worldline)

source: Accept payments with Klarna - Pay Now.
de: Akzeptieren Sie Zahlungen mit Klarna - Pay Now.

source: Klarna - Pay Now
de: Klarna - Jetzt bezahlen

source: Klarna - Pay Now (Worldline)
de: Klarna - Jetzt bezahlen (Worldline)

source: Accept payments with Klarna.
de: Akzeptieren Sie Zahlungen mit Klarna.

source: Pay with Klarna
de: Bezahlen mit Klarna

source: Pay with Klarna (Worldline)
de: Bezahlen mit Klarna (Worldline)

source: Enable %s
de: Aktivieren Sie %s

source: Personalize the Worldline payment method title on checkout page.
de: Personalisieren Sie den Titel der Worldline-Zahlungsmethode auf der Kassenseite.

source: Enforce strong customer authentication for all transactions.
de: Durchsetzung einer starken Kundenauthentifizierung für alle Transaktionen.

source: Enforce 3DS for all transactions.
de: Setzen Sie 3DS für alle Transaktionen durch.

source: Primary gateway title
de: Titel des primären Gateways

source: Visa
de: Visum

source: Discover
de: Entdecken Sie

source: Cartes Bancaires
de: Kartes Bancaires

source: Choose which card icons will be displayed at checkout.
de: Wählen Sie, welche Kartensymbole an der Kasse angezeigt werden sollen.

source: Card icons
de: Karten-Symbole

source: (Click here to reset the data now)
de: (Klicken Sie hier, um die Daten jetzt zurückzusetzen)

source: Delete plugin data from the database upon uninstallation. %s
de: Plugin-Daten bei der Deinstallation aus der Datenbank löschen. %s

source: Clear data on uninstall
de: Daten bei Deinstallation löschen

source: Enable iDEAL (Worldline)
de: Aktivieren Sie iDEAL (Worldline)

source: Enable Google Pay (Worldline)
de: Aktivieren Sie Google Pay (Worldline)

source: Enable Bank transfer (Worldline)
de: Aktivieren Sie Banküberweisung (Worldline)

source: Accept payments with Apple Pay.
de: Akzeptieren Sie Zahlungen mit Apple Pay.

source: Enable Apple Pay (Worldline)
de: Aktivieren Sie Apple Pay (Worldline)

source: Accept payments with iDEAL.
de: Akzeptieren Sie Zahlungen mit iDEAL.

source: Personalize the payment method title in checkout.
de: Personalisieren Sie den Titel der Zahlungsmethode in der Kaufabwicklung.

source: Title
de: Überschrift

source: Enable Credit cards (Worldline)
de: Aktivieren von Kreditkarten (Worldline)

source: When enabled, the shopping cart details will be included in the API request.
de: Wenn diese Option aktiviert ist, werden die Details des Einkaufswagens in die API-Anfrage aufgenommen.

source: Send shopping cart
de: Einkaufswagen senden

source: Accept payments with Bank transfer.
de: Akzeptieren Sie Zahlungen per Banküberweisung.

source: Bank transfer
de: Banküberweisung

source: Bank transfer (Worldline)
de: Banküberweisung (Worldline)

source: Enforce 3DS challenge
de: 3DS-Herausforderung durchsetzen

source: 3-D Secure authentication
de: 3-D Secure-Authentifizierung

source: For creating a live account, please %1$scontact the sales team%2$s.
de: Um ein Live-Konto zu erstellen, kontaktieren Sie bitte %1$sKontaktiere das Vertriebsteam%2$s.

source: Accept payments with Google Pay.
de: Akzeptieren Sie Zahlungen mit Google Pay.

source: Hosted tokenization page template
de: Hosted Tokenization Seitenvorlage

source: Leave it empty for the default template.
de: Für die Standardvorlage lassen Sie das Feld leer.

source: Hosted checkout page template
de: Vorlage für eine gehostete Checkout-Seite

source: Accept payments with credit cards.
de: Akzeptieren Sie Zahlungen mit Kreditkarten.

source: Credit cards
de: Kreditkarten

source: Credit cards (Worldline)
de: Kreditkarten (Worldline)

source: Live Secret webhook key
de: Live Webhook Geheimnis

source: Live Webhook ID
de: Live Webhook Schlüssel

source: Test Secret webhook key
de: Test Webhook Geheimnis

source: Test Webhook ID
de: Test Webhook-Schlüssel

source: Please make sure that Surcharging is active on your Worldline account. If it is not configured properly, the payments will not be processed.
de: Bitte stellen Sie sicher, dass Zuschläge auf Ihrem Worldline-Konto aktiviert sind. Wenn sie nicht richtig konfiguriert sind, werden die Zahlungen nicht verarbeitet.

source: Show tokenized cards
de: Gespeicherte Karten anzeigen

source: Find/create the Webhook Secret in the Developer tab > Webhooks on your Worldline Merchant Portal Dashboard.
de: Suchen/erstellen Sie das Webhook Secret auf der Registerkarte Entwickler > Webhooks in Ihrem Worldline Merchant Portal Dashboard.

source: Find/create the Webhook Key in the Developer tab > Webhooks on your Worldline Merchant Portal Dashboard.
de: Suchen/erstellen Sie den Webhook-Schlüssel auf der Registerkarte Entwickler > Webhooks in Ihrem Worldline Merchant Portal Dashboard.

source: Use authorization to block customer funds for a period of 7 days. These funds cannot be reversed and must be captured for the full amount. Use pre-authorization to block the funds of your customers for a period of 30 days. The amount captured can be lower than the authorized amount. Note that all acquirers and activity sectors do not support preauthorizations.
de: Verwenden Sie die Autorisierung, um Kundengelder für einen Zeitraum von 7 Tagen zu sperren. Diese Mittel können nicht rückgängig gemacht werden und müssen in voller Höhe eingezogen werden. Verwenden Sie die Vorautorisierung, um die Gelder Ihrer Kunden für einen Zeitraum von 30 Tagen zu sperren. Der eingezogene Betrag kann niedriger sein als der genehmigte Betrag. Beachten Sie, dass nicht alle Acquirer und Tätigkeitsbereiche die Vorabgenehmigung unterstützen.

source: Define whether you want to process payments in one step (money captured directly; SALE) or in two steps (authorization followed by a capture; AUTHORIZATION).
de: Legen Sie fest, ob Sie Zahlungen in einem Schritt (direkt erfasste Gelder; SALE) oder in zwei Schritten (Autorisierung mit anschließender Erfassung; AUTHORIZATION) verarbeiten möchten.

source: Enter Endpoint URL configured on your live account.
de: Geben Sie die in Ihrem Live-Konto konfigurierte Endpunkt-URL ein.

source: Find/create the API Secret in Developer tab > Payment API on your Worldline Merchant Portal Dashboard.
de: Suchen/erstellen Sie das API-Geheimnis auf der Registerkarte Entwickler > Zahlungs-API in Ihrem Worldline Merchant Portal Dashboard.

source: Find/create the API Key in Developer tab > Payment API on your Worldline Merchant Portal Dashboard.
de: Suchen/erstellen Sie den API-Schlüssel auf der Registerkarte Entwickler > Zahlungs-API in Ihrem Worldline Merchant Portal Dashboard.

source: Enter Endpoint URL configured on your test account.
de: Geben Sie die in Ihrem Testkonto konfigurierte Endpunkt-URL ein.

source: Find/create the API Secret in the Developer tab > Payment API on your Worldline Merchant Portal Dashboard (Test).
de: Suchen/erstellen Sie das API-Geheimnis auf der Registerkarte Entwickler > Zahlungs-API in Ihrem Worldline Merchant Portal Dashboard (Test).

source: Find/create the API Key in Developer tab > Payment API on your Worldline Merchant Portal Dashboard (Test).
de: Suchen/erstellen Sie den API-Schlüssel auf der Registerkarte Entwickler > Zahlungs-API in Ihrem Worldline Merchant Portal Dashboard (Test).

source: Enter your Merchant ID or your Worldline Login Name.
de: Geben Sie Ihre Händler-ID oder Ihren Worldline-Anmeldenamen ein.

source: %1$sView Account%2$s
de: %1$sKonto anzeigen%2$s

source: %1$sCreate Account%2$s
de: %1$sKonto erstellen%2$s

source: %1$sDocumentation%2$s
de: %1$sDokumentation%2$s

source: %1$sContact Us%2$s
de: %1$sKontaktieren Sie uns%2$s

source: The currency currently used by your store is not enabled in your Worldline account.
de: Die derzeit von Ihrem Geschäft verwendete Währung ist in Ihrem Worldline-Konto nicht aktiviert.

source: Your refund request for %s has been submitted and is pending approval.
de: Ihr Erstattungsantrag für %s wurde eingereicht und muss noch genehmigt werden.

source: Failed to submit a refund request. Please try again.
de: Es wurde kein Erstattungsantrag gestellt. Bitte versuchen Sie es erneut.

source: This order doesn't meet the requirements to issue a refund.
de: Diese Bestellung erfüllt nicht die Voraussetzungen für eine Erstattung.

source: Failed to process checkout. Please try again or contact the shop admin.
de: Der Checkout konnte nicht durchgeführt werden. Bitte versuchen Sie es erneut oder wenden Sie sich an den Shop-Administrator.

source: Payment authorization accepted, funds can be captured.
de: Zahlungsgenehmigung akzeptiert, Gelder können eingezogen werden.

source: This order doesn't meet the requirements to capture the funds.
de: Dieser Auftrag erfüllt nicht die Voraussetzungen, um die Mittel zu erfassen.

source: Failed to submit funds capture request. Please try again.
de: Antrag auf Mittelerfassung konnte nicht übermittelt werden. Bitte versuchen Sie es erneut.

source: Your fund capture request is submitted. You will receive a notification in the order notes upon completion.
de: Ihr Antrag auf Mittelerfassung ist eingereicht. Sie erhalten nach Abschluss der Bestellung eine Benachrichtigung in den Bestellnotizen.

source: Refresh Worldline status
de: Worldline-Status aktualisieren

source: Capture authorized Worldline payment
de: Erfassen Sie autorisierte Worldline-Zahlungen

source: Accepting all major and local payment options.
de: Wir akzeptieren alle gängigen und lokalen Zahlungsmöglichkeiten.

source: Accepting all major and local payment options. Final price may differ at checkout due to possible surcharges.
de: Wir akzeptieren alle gängigen und lokalen Zahlungsmöglichkeiten. Der Endpreis kann an der Kasse aufgrund möglicher Zuschläge abweichen.

source: Accept payments with all major and local payment methods.
de: Akzeptieren Sie Zahlungen mit allen gängigen und lokalen Zahlungsmitteln.

source: Unknown transaction ID
de: Unbekannte Transaktions-ID

source: Payment rejected.
de: Zahlung abgelehnt.

source: %1$s Worldline transaction ID: %2$s
de: %1$s Worldline-Transaktions-ID: %2$s

source: %s was cancelled.
de: %s wurde abgebrochen.

source: Authorization cancelled.
de: Autorisierung aufgehoben.

source: %s was refunded.
de: %s wurde zurückerstattet.

source: Refund processed.
de: Rückerstattung bearbeitet.

source: Failed to issue a refund in the WooCommerce. Transaction ID: %s
de: Die Erstattung in WooCommerce konnte nicht durchgeführt werden. Transaktions-ID: %s

source: Payment of %s successfully captured.
de: Die Zahlung von %s wurde erfolgreich eingezogen.

source: Copy
de: Kopieren

source: Copied to clipboard
de: In die Zwischenablage kopiert

source: Webhook endpoint
de: Webhook-Endpunkt

source: Pay with your stored card xxxx-%1$s
de: Bezahlen Sie mit Ihrer gespeicherten Karte xxxx-%1$s

source: Invalid API endpoint URL. Should be similar to "%s".
de: Ungültige API-Endpunkt-URL. Sollte ähnlich wie "%s" sein.

source: Connection to the Worldline API failed. Check the credentials.
de: Die Verbindung zur Worldline-API ist fehlgeschlagen. Prüfen Sie die Berechtigungsnachweise.

source: Enable/Disable
de: Aktivieren/Deaktivieren

source: Pre-authorization
de: Vorautorisierung

source: Final authorization
de: Endgültige Genehmigung

source: Authorization mode for credit cards
de: Autorisierungsmodus für Kreditkarten

source: Sale
de: Verkauf

source: Authorization
de: Autorisierung

source: Authorization mode
de: Autorisierungsmodus

source: Advanced settings
de: Erweiterte Einstellungen

source: Instruct the payment platform to calculate and apply a surcharge amount to a transaction, based on the merchant’s surcharge configuration, net amount, and payment product type.
de: Weisen Sie die Zahlungsplattform an, auf der Grundlage der Zuschlagskonfiguration des Händlers, des Nettobetrags und des Zahlungsprodukttyps einen Zuschlagsbetrag zu berechnen und auf eine Transaktion anzuwenden.

source: Enable
de: Aktivieren Sie

source: Surcharge
de: Aufpreis

source: Surcharge settings
de: Einstellungen für Zuschläge

source: When a customer has stored cards, additional "Pay with your stored card ..." buttons will be displayed in checkout.
de: Wenn ein Kunde Karten gespeichert hat, werden an der Kasse zusätzliche Schaltflächen "Mit Ihrer gespeicherten Karte bezahlen ..." angezeigt.

source: Enable card grouping
de: Aktivieren der Kartengruppierung

source: Grouped Cards
de: Gruppierte Karten

source: Full redirection to Worldline Payment Page
de: Vollständige Weiterleitung zur Worldline Payment Page

source: Checkout type
de: Art des Checkout

source: Personalize the Checkout Button text.
de: Personalisieren Sie den Text der Schaltfläche "Kasse".

source: Payment button title
de: Titel der Zahlungsschaltfläche

source: Checkout appearance
de: Aussehen der Kasse

source: Write more details into the logs, such as HTTP requests.
de: Schreiben Sie mehr Details in die Protokolle, z. B. HTTP-Anfragen.

source: Enable debug logging
de: Debug-Protokollierung einschalten

source: Advanced logging
de: Erweiterte Protokollierung

source: Live API Endpoint
de: Live-API-Endpunkt

source: Live API Secret
de: Live API Geheimnis

source: Live API Key
de: Live-API-Schlüssel

source: Test API Endpoint
de: API-Endpunkt testen

source: Test API Secret
de: Test-API-Geheimnis

source: Test API Key
de: API-Schlüssel testen

source: Use the live environment
de: Verwenden Sie die Live-Umgebung

source: Live mode
de: Live-Modus

source: You cancelled the checkout.
de: Sie haben den Checkout abgebrochen.

source: We apologize for the delay. Your payment is still processing.
de: Wir entschuldigen uns für die Verzögerung. Ihre Zahlung ist noch in Bearbeitung.

source: Processing your payment. Please wait...
de: Bearbeitung Ihrer Zahlung. Bitte warten Sie...

source: Contact us
de: Kontakt

source: Settings
de: Einstellungen

source: Worldline payments failed to initialize
de: Worldline-Zahlungen konnten nicht initialisiert werden

source: Worldline payment gateway for WooCommerce.
de: Worldline Zahlungs-Gateway für WooCommerce.
